tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "stripe/stripe-cli"
brew "gh"
brew "felixkratz/formulae/borders"
brew "stripe/stripe-cli/stripe"
cask "aerospace"
cask "karabiner-elements"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "laravel.vscode-laravel"
vscode "mehedidracula.php-namespace-resolver"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "open-southeners.laravel-pint"
vscode "tamasfe.even-better-toml"
vscode "vue.volar"
vscode "zhuangtongfa.material-theme"
