astro-build.astro-vscode
bradlc.vscode-tailwindcss
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
inferrinizzard.prettier-sql-vscode
laravel.vscode-laravel
mehedidracula.php-namespace-resolver
monokai.theme-monokai-pro-vscode
ms-windows-ai-studio.windows-ai-studio
open-southeners.laravel-pint
tamasfe.even-better-toml
vue.volar
zhuangtongfa.material-theme
