astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
inferrinizzard.prettier-sql-vscode
laravel.vscode-laravel
mehedidracula.php-namespace-resolver
monokai.theme-monokai-pro-vscode
ms-vscode.azure-repos
ms-vscode.remote-repositories
ms-windows-ai-studio.windows-ai-studio
open-southeners.laravel-pint
shufo.vscode-blade-formatter
tamasfe.even-better-toml
vue.volar
wesbos.theme-cobalt2
zhuangtongfa.material-theme
